/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "התראת דקה אחת לפני התנתקות";

/* Title for the about page */
"About" = "אודות";

/* SSL error message */
"Access denied" = "Access denied";

/* The string describing a buddy's account */
"Account" = "חשבון";

/* Title for the accounts tab */
"Accounts" = "חשבונות";

/* String to be displayed when a buddy is Active */
"Active" = "פעיל";

/* Button title to add someone as a buddy */
"Add" = "Add";

/* The title for the view to add a buddy */
"Add Buddy" = "הוסיף חבר";

/* String to describe advanced set of settings */
"Advanced" = "מתקדם";

/* Agree to EULA */
"Agree" = "מסכים";

/* Setting name for allowing authentication to happen in plain text or in the clear */
"Allow Plaintext Authentication" = "אפשר הזדהות לא מוצפנת";

/* SSL error message */
"Attempt to restore an unknown session" = "Attempt to restore an unknown session";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "מחיקה אוטומטית";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Auto-start Encryption";

/* Label in buddy list for users that are available */
"Available" = "זמין";

/* Label in buddy list for users that are away */
"Away" = "לא כאן";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "החיבור ברגע יתנתק בעוד דקה אחת.";

/* SSL error message */
"Bad certificate format" = "Bad certificate format";

/* SSL error message */
"Bad MAC" = "Bad MAC";

/* SSL error message */
"Bad protocol version" = "Bad protocol version";

/* SSL error message */
"Bad SSLCipherSuite" = "Bad SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "Bad unsupported cert format";

/* string to describe basic set of settings */
"Basic" = "בסיסי";

/* The String for a button to block a buddy */
"Block" = "חסם";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "חסם ומחק";

/* Name for default buddy group */
"Buddies" = "חברים";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "מידעת חבר";

/* Title for the buddy list tab */
"Buddy List" = "רשימת חברים";

/* Title for listing the bundled SSL certificates */
"Bundled Certificates" = "Bundled Certificates";

/* Cancel an alert window */
"Cancel" = "ביטול";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "בטל שיחה מוצפנת";

/* SSL error message */
"Cert chain not verified by root" = "Cert chain not verified by root";

/* SSL error message */
"Certificate expired" = "Certificate expired";

/* SSL error message */
"Certificate revoked" = "Certificate revoked";

/* SSL error message */
"Chain had a cert not yet valid" = "Chain had a cert not yet valid";

/* SSL error message */
"Chain had an expired cert" = "Chain had an expired cert";

/* Title for chat view */
"Chat" = "צ'אט";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "שוחח עימי בצורה מאובטחת";

/* for attribution of other projects */
"ChatSecure is brought to you by many open source projects" = "ChatSecure מובא לכם בזכות מספר רב של פרוייקטים קוד-פתוח";

/* let users know source is on Github */
"Check out the source here on Github" = "אתם מוזמנים לראות את קוד המקור בGithub";

/* SSL error message */
"Cipher Suite negotiation failure" = "Cipher Suite negotiation failure";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "מחק היסטורית שיחות";

/* SSL error message */
"Configuration error" = "Configuration error";

/* Label for button when user wants to overide cautious security settings */
"Connect anyway" = "Connect anyway";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Connect Facebook";

/* Whether or not account is logged in */
"Connected" = "מחובר";

/* SSL error message */
"Connection closed gracefully" = "Connection closed gracefully";

/* SSL error message */
"Connection closed via error" = "Connection closed via error";

/* label for a link to contribute a new translation */
"Contribute a translation" = "תרום תרגום";

/* Title for the conversations tab */
"Conversations" = "שיחות";

/* SSL error message */
"Decoding error" = "Decoding error";

/* SSL error message */
"Decompression failure" = "Decompression failure";

/* SSL error message */
"Decryption error" = "Decryption error";

/* SSL error message */
"Decryption failed" = "Decryption failed";

/* SSL error message */
"Decryption failure" = "Decryption failure";

/* default string to revert to normal language behaviour */
"Default" = "ברירת מחדל";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "מחק חשבון?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "מחק שיחות עם התנתקות";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Delivered";

/* Disagree with EULA */
"Disagree" = "לא מסכים";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Disconnect Facebook";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "מנותק";

/* Text for button to dismiss alert view */
"Dismiss" = "Dismiss";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "נא לא להפריע";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "יש צורך לציין שם מתחם אם מציינים פורט";

/* Title for donation link */
"Donate" = "תרום";

/* Title for button to press when user is finished */
"Done" = "סיים";

/* The string describing account name or email address for a buddy */
"Email" = "דוא''ל";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Enables opportunistic OTR";

/* String to be displayed when a buddy has stopped composing and text has been entered */
"Entered Text" = "טקסט שהוזן";

/* Title of error message pop-up box */
"Error!" = "שגיאה!";

/* SSL error message */
"Export restriction" = "Export restriction";

/* Default message when a user status is set to extended away */
"Extended Away" = "לא כאן לזמן ארוך";

/* the name for facebook */
"Facebook" = "פייסבוק";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "החיבור לשרת XMPP נכשל. אנא בדוק את פרטי ההתחברות שלך ואת הקישריות שלך לאינטרנט ונסה שנית.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "כשל בהתליך האימות. נא נסה שנית.";

/* SSL error message */
"Fatal alert" = "Fatal alert";

/* your fingerprint */
"Fingerprint for you" = "טביעת אצבע בשבילך";

/* Size for the font in the chat screen */
"Font Size" = "גודל גופן";

/* String to be displayed when a buddy is inactive for an extended period of time */
"Gone" = "לא כאן";

/* the name for Google talk */
"Google Talk" = "גוגל צ'אט";

/* The string describing a buddy's group */
"Group" = "קבוצה ";

/* The string describing a buddy's groups ... plural */
"Groups" = "קבוצות";

/* SSL error message */
"Handshake failure" = "Handshake failure";

/* Label text for hostname field on login scree */
"Hostname" = "Hostname";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "חסר התאמה בשם השרת";

/* SSL error message */
"I/O would block (not fatal)" = "I/O would block (not fatal)";

/* Ignore an incoming message */
"Ignore" = "התעלם";

/* SSL error message */
"Illegal parameter" = "Illegal parameter";

/* Message alerting user that they need to return to the home screen and force close ChatSecure */
"In order to change languages return to the home screen and remove ChatSecure from the recently used apps" = "In order to change languages return to the home screen and remove ChatSecure from the recently used apps";

/* String to be displayed when a buddy has become inactive */
"Inactive" = "לא פעיל";

/* Short for information, button title to get more information */
"Info" = "Info";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "התחל צ'אט מוצפן";

/* SSL error message */
"Insufficient buffer provided" = "Insufficient buffer provided";

/* SSL error message */
"Insufficient security" = "Insufficient security";

/* SSL error message */
"Internal error" = "Internal error";

/* SSL error message */
"Invalid certificate chain" = "Invalid certificate chain";

/* Message shown in line for users that are available */
"is now available" = "עכשיו זמין";

/* Message shown in line for users that are away */
"is now away" = "עכשיו לא זמין";

/* Message shown in line for users that are offline */
"is now offline" = "עכשיו מנותק";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "ג'אבר (XMPP)";

/* string to bring up language selector */
"Language" = "שפה";

/* String of title to alert user language is change */
"Language Change" = "שנה שפה";

/* log in to account */
"Log In" = "התחבר";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "התחבר מדף ההגדרות (בפינה הימנית עליונה של רשימת החברים) ואז בחר חבר על-מנת להתחיל שיחה.";

/* log out from account */
"Log Out" = "התנתק";

/* shown during the login process */
"Logging in..." = "מתחבר..";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Login Automatically";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "התחבר אל";

/* Ask user if they want to logout of OSCAR */
"Logout from OSCAR?" = "התנתק מOSCAR?";

/* ask user if they want to log out of XMPP */
"Logout from XMPP?" = "התנתק מXMPP?";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Manage saved SSL certificates";

/* just the word as a placeholder for the message text field */
"Message" = "הודעה";

/* SSL error message */
"Miscellaneous bad certificate" = "Miscellaneous bad certificate";

/* SSL error message */
"Module attach failure" = "Module attach failure";

/* The string describing a buddy's display name */
"Name" = "שם";

/* For a new settings value */
"New" = "חדש";

/* Title for New Account View */
"New Account" = "חשבון חדש";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "New SSL Certificate";

/* prefix to show buddies status message in line on chat view */
"New Status Message: %@" = "New Status Message: %@";

/* SSL error message */
"No Error" = "No Error";

/* SSL error message */
"No renegotiation allowed" = "No renegotiation allowed";

/* Message informing user that there are no accounts currently saved */
"No Saved Accounts" = "אין חשבונות שמורים";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "לא זמין";

/* Not Verified or cancel verified */
"Not Verified" = "לא מאושר";

/* Label in buddy list for users that are offline */
"Offline" = "לא מחובר";

/* Accept the dialog */
"OK" = "אישור";

/* For an old settings value */
"Old" = "ישן";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "פתח בSafari";

/* Hint text for domain field telling user this field is not required */
"Optional" = "לא חובה";

/* the name for AIM */
"OSCAR Instant Messenger" = "פרוטוקול OSCAR";

/* Title for other miscellaneous settings group */
"Other" = "אחר";

/* Label text for password field on login screen */
"Password" = "סיסמא";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Peer cert is valid, or was ignored if verification disabled";

/* SSL error message */
"Peer dropped connection before responding" = "Peer dropped connection before responding";

/* SSL error message */
"Peer host name mismatch" = "Peer host name mismatch";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "ממתין לאישור";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "מחק לצמיתות";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Pinned Certificates";

/* Label for port number field for connecting to service */
"Port" = "פורט";

/* label for link to ChatSecure project website */
"Project Homepage" = "דף הבית של הפרוייקט";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "טביעת אצבע המתיימרת עבור";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "נקרא";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "אחרונים";

/* SSL error message */
"Record overflow" = "Record overflow";

/* Button title to reject a request such as a buddy request */
"Reject" = "Reject";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "שמור סיסמא";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "שמור סיסמא";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "מחק";

/* Reply to an incoming message */
"Reply" = "השב";

/* Setting name for requiring a TLS connection */
"Require TLS" = "חייב TLS";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "חובה";

/* Title for button for saving a setting */
"Save" = "שמור";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Saved Certificates";

/* Title heading in settings */
"Security" = "Security";

/* Title of alert box warning about security issues */
"Security Warning" = "אזהרת אבטחת";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "תעודת SSL חתומה אישית";

/* For sending a message */
"Send" = "שלח";

/* String in login settings asking to send delivery receipts */
"Send Delivery Receipts" = "שלח אישורי קבלה";

/* String on button to email feedback */
"Send Feedback" = "שלח ביקורת";

/* String in login settings asking to send typing notification */
"Send Typing Notification" = "Send Typing Notification";

/* SSL error message */
"Server closed session with no notification" = "Server closed session with no notification";

/* SSL error message */
"Server has requested a client cert" = "Server has requested a client cert";

/* Title for the Settings screen */
"Settings" = "הגדרות";

/* Title for sharing a link to the app */
"Share" = "שתף";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Sign out Warning";

/* description for what the font size setting affects */
"Size for font in chat view" = "גודל גופן בחלון שיחה";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "חוסר התאמה בשם השרת של תעודת ההצפנה";

/* SSL error message */
"SSL protocol error" = "SSL protocol error";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "Subscription Requests";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "השיחה עם %@ כבר לא מאובטחת.";

/* Alert message when ssl certificate doesn't matched pinned certificate */
"There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications." = "There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications.";

/* Warns user that the current chat is secure */
"This chat is secured" = "שיחה זו מאובטחת";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "שיחה זו מאובטחת והזהות מאושרת";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = "קוד הQR הבא מכיל לינק ל http://omniqrcode.com/q/chatsecure ויפנה לחנות האפליקציות";

/* String to be displayed when a buddy is currently composing a message */
"Typing" = "מקליד";

/* SSL error message */
"Underlying cryptographic error" = "Underlying cryptographic error";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Unexpected (skipped) record in DTLS";

/* SSL error message */
"Unexpected message received" = "Unexpected message received";

/* SSL error message */
"Unknown Cert Authority" = "Unknown Cert Authority";

/* SSL error message */
"Unknown certificate" = "Unknown certificate";

/* SSL error message */
"User canceled" = "User canceled";

/* example of a Google talk account */
"user@gmail.com" = "user@gmail.com";

/* Label text for username field on login screen */
"Username" = "שם משתמש";

/* SSL error message */
"Valid cert chain, untrusted root" = "Valid cert chain, untrusted root";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Valid certificate";

/* Shown when verifying fingerprints */
"Verified" = "מאושר";

/* Shown when verifying fingerprints */
"Verify" = "וודא";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "וודא טביעת אצבע";

/* Shown when verifying fingerprints */
"Verify Later" = "אשר מאוחר יותר";

/* when displaying version numbers such as 1.0.0 */
"Version" = "גרסא";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "אזהרה: שיחה זו אינה מוצפנת";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "אזהרה: השתמש בזהירות! זה עלול לפגוע באבטחה שלך";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "כשתסגור את שיחה זו היא תמחק לעד";

/* Message shown when user is disconnected */
"You (%@) have disconnected." = "את/ה (%@) התנתקת.";

/* prefix to show your status message inline on chatview */
"You are: %@" = "You are: %@";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "חובה קודם להיות בשיחה מאובטחת";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "חובה להזין שם משתמש וסיסמא על-מנת להתחבר.";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "תרומתך תעזור לממן את הפיתוח המתמשך של ChatSecure.";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "שם המשתמש שלך בפייסבוק אינו האימייל שאתה משתמש בו כדי להתחבר";

